Revit 2027 API
LightType.GetLossFactor Method
 Return a copy of an object derived from LossFactor
Namespace: Autodesk.Revit.DB.Lighting
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public LossFactor GetLossFactor()
Public Function GetLossFactor As LossFactor
public:
LossFactor^ GetLossFactor()
member GetLossFactor : unit -> LossFactor
Return Value
LossFactor
See Also
Reference
LightType Class
Autodesk.Revit.DB.Lighting Namespace